/* No comment provided by engineer. */
"Icon Hidden" = "Icône cachée";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Restore Now" = "Restaurer maintenant";

/* No comment provided by engineer. */
"To restore %@ to the menu bar, relaunch it from the Applications folder." = "Pour restaurer %@ dans la barre de menus, relancez-la depuis le dossier Applications.";
